	<!-- right start-->
	<div class="introright">
		<h2 class="introh2a">关于我们</h2>
		<div class="intrortab1">
			<h3>1.卡秀由来<a name="youlai" id="youlai"></a></h3>
			<h4>a)无论在当代还是将来的社会里；无论是80/90/00/11.。。。其中哪年代的人；无论是青年还是家庭；</h4>
			<h4>b)在当代生活中，大家卡包越来越沉，当初的实惠和便捷已经成了现在的累赘甚至鸡肋；</h4>
			<h4>c)在当代生活中，经常因为搬家或者更换了办公地点，为了便捷实惠而办的一些卡就默默的被遗忘；</h4>
			<h4>d)大家经常在冲动之下申请了太多卡，经过一段时间由于各种原因导致闲置起来，甚至于有的卡自从获得就再也没有用过；太多的
   卡导致了闲置浪费，而总有没办到的卡，也总有需要卡的时候。小小的卡却能带来意想不到的惊喜；</h4>
			<h4>e)随着社会的发展各行各业不断发出的琳琅满目、功能各异的“卡或者卡券”包围着大家，一提到“卡”，大家会脑海中瞬间闪现
   出N多，例如：银行有关的信用卡、各种商家推出的会员卡、各种行业打折卡、充值卡、储值卡、提货卡。。。等等；</h4>
			<h4>f)大家每个人身上都会或多或少的带着各种可以让大家得到好处和实惠的“卡”，然而随着各种卡的不断充斥到卡包中，每天都带
   在身上，越来越感觉沉甸甸的，时间长了，让人感觉带着没有用，不带着却在用的时候后悔没有带在身边，未来“持卡一族”的队
   伍将会无限扩大，没有止境；</h4>
			<h3>2.卡秀伙伴<a name="partner" id="partner"></a></h3>
			<h5>各大商场，超市，店铺，连锁企业等等任何想要与用户互动的企业都可以联系我们；各大同行们想要联合搞活动，随时可以联系我们。
宗旨就是为了大家谋福利，创造多赢的局面；</h5>
			<h3>3.大事记<a name="event" id="event"></a></h3>
			<h4>2010年10月卡秀创始人团队组建；</h4>
			<h4>2011年1月卡秀365网站域名注册成功；</h4>
			<h4>2011年3月卡秀网站第一版首页设计完成；</h4>
			<h4>2011年6月卡秀网站主体技术框架搭建完成；</h4>
			<h4>2011年8月卡秀网站整体技术测试通过；</h4>
			<h4>2011年9月卡秀网第二版首页设计完成；</h4>
			<h4>2011年10月10日卡秀网正式上线；</h4>
			<h3>4.联系我们<a name="contact" id="contact"></a></h3>
			<h4>业务QQ：礼尚往来  1324281366</h4>
			<h4>卡秀QQ群：</h4>
			<h4>卡秀官方微博：http://weibo.com/kashow365</h4>
			<h4>卡秀官方微博群号：875382</h4>
			<h4>E-MAIL：kashow365@sina.com</h4>
		</div>
	<div class="clear"></div>
	</div>
	<!-- right end-->
<div class="clear"></div>
</div>
<!-- first end -->