	<!-- right start-->
	<div class="introright">
		<h2 class="introh2a">卡秀百科</h2>
		<div class="intrortab1">
			<h3>1.有买有卖<a name="mail" id="mail"></a></h3>
			<h5>生活在大城市的人们总会面临更换着住处或者工作，原来生活工作周围总会热血沸腾的办理各种优惠卡，到了一个新的地方不得不浪费
了许多money；到了一个新的环境，难买要寻找性价比最高的吃穿住用行等等经济实惠的优惠券；逢年过节，收礼券，快过期用不了，还
想出手变现；</h5>
			<h5>提供服务：卖卡信息、买卡搜索、迅速变现、供需共赢；</h5>
			<h3>2.合伙拼卡<a name="pinka" id="pinka"></a></h3>
			<h5>随着生活节奏的加快，越来越多的城市年轻人希望享受休闲时光，所以需要以交友聚会为目的的近郊旅游；一些获得了多余的电影票，
话剧票等等多余资源的年轻人希望与他人分享；</h5>
			<h5>提供服务：拓展人脉，交友，拼驴友，各类自发活动；</h5>
			<h3>3.礼尚往来<a name="gift" id="gift"></a></h3>
			<h5>年轻人通过网络聚集的场所，总要有所收获，吃喝玩乐，样样都要折扣，“占便宜”已经成为一种节能环保，利人利己的方法，小钱办
大事；商家通过发放优惠券，促进用户体验，提升商家客户量，增进品牌宣传，促进销量之目的；</h5>
			<h5>提供服务：积分兑换卡券，优惠促销预告，限量非限量卡券兑换功能。</h5>
			<h3>4.生活广场<a name="shop" id="shop"></a></h3>
			<h5>沟通、交流密不可分，分享，评论相辅相成；年轻人善于并敢于发表不同的声音，争论的地方是必不可少的；</h5>
			<h5>提供服务：随时随地想说就说；</h5>
	  </div>
	<div class="clear"></div>
	</div>
	<!-- right end-->
<div class="clear"></div>
</div>
<!-- first end -->